Repository: voidboost/hdrezka-swiftui
Catalog: HDrezka/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

# key.about-%@
source: About %@
ru: Про %@
uk: Про %@

# key.accept
source: Accept
ru: Принять
uk: Прийняти

# key.account
source: Account
ru: Аккаунт
uk: Обліковий запис

# key.acting
source: Voice acting
ru: Озвучка
uk: Озвучка

# key.acting.select
source: Select voice acting
ru: Выберите озвучку
uk: Виберіть озвучку

# key.ask
source: Ask always
ru: Всегда спрашивать
uk: Завжди запитувати

# key.autoCheckUpdates
source: Automatically check for updates
ru: Автоматически проверять наличие обновлений
uk: Автоматично перевіряти наявність оновлень

# key.autoDownloadUpdates
source: Automatically download updates
ru: Автоматически загружать обновления
uk: Автоматичне завантаження оновлень

# key.before_starting
source: Before starting
ru: Прежде чем начать
uk: Перш ніж почати

# key.bookmark.empty
source: You haven't created any bookmark list yet
ru: Вы еще не создали ни одного списка закладок
uk: Ви ще не створили жодного списку закладок

# key.bookmarks
source: Bookmarks
ru: Закладки
uk: Закладки

# key.bookmarks.description
source: Select bookmark sections for the movie or create a new section for it
ru: Выберите закладки для фильма или создайте для него новый список
uk: Виберіть закладки для фільму або створіть новий список

# key.bookmarks.empty
source: There's no bookmarks
ru: Закладки отсутствуют
uk: Закладки відсутні

# key.bookmarks.select
source: Select bookmarks category
ru: Выберите список закладок
uk: Виберіть список закладок

# key.buy
source: Buy
ru: Купить
uk: Придбати

# key.cancel
source: Cancel
ru: Отмена
uk: Скасувати

# key.categories
source: Categories
ru: Категории
uk: Категорії

# key.categories.empty
source: Categories not found
ru: Категории не найдены
uk: Категорії не знайдено

# key.checkUpdates
source: Check for updates…
ru: Проверить наличие обновлений…
uk: Перевірити наявність оновлень…

# key.close-%@
source: Close %@
ru: Закрыть %@
uk: Закрити %@

# key.collections
source: Collections
ru: Подборки
uk: Добірки

# key.collections.empty
source: Collections not found
ru: Подборки не найдены
uk: Добірки не знайдено

# key.comment.delete
source: Are you sure?
ru: Вы уверены?
uk: Ви впевнені?

# key.comment.delete.confirm
source: Yes
ru: Да
uk: Так

# key.comment.delete.label
source: Delete comment?
ru: Удалить комментарий?
uk: Видалити коментар?

# key.comments
source: Comments
ru: Комментарии
uk: Коментарі

# key.comments-%@
source: Comments (%@)
ru: Комментарии (%@)
uk: Коментарі (% @)

# key.comments.placeholder
source: Write a feedback...
ru: Напишите отзыв...
uk: Напишіть відгук...

# key.comments.success
source: Comment added successfully
ru: Комментарий успешно добавлен
uk: Коментар успішно доданий

# key.completed
source: Completed (all episodes)
ru: Завершен (все серии)
uk: Завершено (всі серії)

# key.create
source: Create
ru: Создать
uk: Створити

# key.create.description
source: Create new bookmarks list
ru: Создать новый список закладок
uk: Створити новий список закладок

# key.create.enter
source: Creating...
ru: Создание...
uk: Створення...

# key.create.label
source: Create bookmark category
ru: Создать закладку
uk: Створити закладку

# key.daily
source: Daily
ru: Ежедневно
uk: Щодня

# key.days-%lld
source: %lld days left
ru: Осталось %lld дней
uk: Залишилось %lld днів

# key.default
source: Default
ru: По умолчанию
uk: За замовчуванням

# key.defaultQuality
source: Default quality
ru: Качество по умолчанию
uk: Якість за замовчуванням

# key.delete
source: Delete
ru: Удалить
uk: Видалити

# key.done
source: Done
ru: Готово
uk: Готово

# key.download
source: Download
ru: Скачать
uk: Завантажити

# key.download.canceled
source: Download canceled
ru: Скачивание отменено
uk: Завантаження скасовано

# key.download.canceled.notification-%@-%@-%@
source: %1$@%2$@%3$@ download canceled
ru: %1$@%2$@%3$@ скачивание отменено
uk: %1$@%2$@%3$@ завантаження скасовано

# key.download.canceled.notification-%@-%@-%@-%@-%@
source: %1$@ %2$@ %3$@%4$@%5$@ download canceled
ru: %1$@ %2$@ %3$@%4$@%5$@ скачивание отменено
uk: %1$@ %2$@ %3$@%4$@%5$@ завантаження скасовано

# key.download.description
source: Choose the desired voice acting, season and episode before starting to download the series
ru: Прежде чем начать скачивать сериал, выберите нужную озвучку, сезон и серию
uk: Перш ніж почати завантажувати серіал, виберіть потрібне озвучення, сезон та серію

# key.download.downloading
source: Download started
ru: Скачивание началось
uk: Завантаження почалося

# key.download.downloading.notification-%@-%@-%@
source: %1$@%2$@%3$@ downloading
ru: %1$@%2$@%3$@ скачивается
uk: %1$@%2$@%3$@ завантажується

# key.download.downloading.notification-%@-%@-%@-%@-%@
source: %1$@ %2$@ %3$@%4$@%5$@ downloading
ru: %1$@ %2$@ %3$@%4$@%5$@ скачивается
uk: %1$@ %2$@ %3$@%4$@%5$@ завантажується

# key.download.failed
source: Download failed
ru: Не удалось скачать
uk: Не вдалося завантажити

# key.download.failed.notification-%@-%@-%@
source: %1$@%2$@%3$@ failed to download
ru: %1$@%2$@%3$@ не удалось скачать
uk: %1$@%2$@%3$@ не вдалося завантажити

# key.download.failed.notification-%@-%@-%@-%@
source: %1$@%2$@%3$@ failed to download %4$@
ru: %1$@%2$@%3$@ не удалось скачать %4$@
uk: %1$@%2$@%3$@ не вдалося завантажити %4$@

# key.download.failed.notification-%@-%@-%@-%@-%@
source: %1$@ %2$@ %3$@%4$@%5$@ failed to download
ru: %1$@ %2$@ %3$@%4$@%5$@ не удалось скачать
uk: %1$@ %2$@ %3$@%4$@%5$@ не вдалося завантажити

# key.download.failed.notification-%@-%@-%@-%@-%@-%@
source: %1$@ %2$@ %3$@%4$@%5$@ failed to download %6$@
ru: %1$@ %2$@ %3$@%4$@%5$@ не удалось скачать %6$@
uk: %1$@ %2$@ %3$@%4$@%5$@ не вдалося завантажити %6$@

# key.download.needPremium
source: Premium required
ru: Требуется Премиум
uk: Потрібен Преміум

# key.download.needPremium.notification-%@-%@-%@
source: %1$@%2$@%3$@ failed to download, Premium required
ru: %1$@%2$@%3$@ не удалось скачать, требуется Премиум
uk: %1$@%2$@%3$@ не вдалося завантажити, потрібен Преміум

# key.download.needPremium.notification-%@-%@-%@-%@-%@
source: %1$@ %2$@ %3$@%4$@%5$@ failed to download, Premium required
ru: %1$@ %2$@ %3$@%4$@%5$@ не удалось скачать, требуется Премиум
uk: %1$@ %2$@ %3$@%4$@%5$@ не вдалося завантажити, потрібен Преміум

# key.download.season
source: Download season
ru: Скачать сезон
uk: Завантажити сезон

# key.download.success
source: Download successfully
ru: Скачено
uk: Завантажено

# key.download.success.notification-%@-%@-%@
source: %1$@%2$@%3$@ downloaded
ru: %1$@%2$@%3$@ скаченный
uk: %1$@%2$@%3$@ завантажений

# key.download.success.notification-%@-%@-%@-%@-%@
source: %1$@ %2$@ %3$@%4$@%5$@ downloaded
ru: %1$@ %2$@ %3$@%4$@%5$@ скаченный
uk: %1$@ %2$@ %3$@%4$@%5$@ завантажений

# key.downloads.empty
source: Your downloads will appear here
ru: Ваши загрузки появятся здесь
uk: Ваші завантаження зʼявляться тут

# key.email.error
source: This email cannot be used for registration
ru: Этот email не может быть использован для регистрации
uk: Цей email не може бути використаний для реєстрації

# key.empty
source: No data
ru: Данные отсутствуют
uk: Дані відсутні

# key.episode
source: Episode
ru: Серия
uk: Серія

# key.episode-%@
source: Episode %@
ru: Серия %@
uk: Серія %@

# key.episode.select
source: Select episode
ru: Выберите серию
uk: Виберіть серію

# key.errors.link-%@
source: Link is broken (%@)
ru: Ссылка не работает (%@)
uk: Посилання не працює (%@)

# key.errors.login-%@
source: Current mirror %@ requires login
ru: Текущее зеркало %@ требует входа
uk: Поточне дзеркало %@ потребує входу

# key.errors.mirror-%@
source: Current mirror %@ is banned
ru: Текущее зеркало %@ заблокировано
uk: Поточне дзеркало %@ заблоковано

# key.errors.null-%@-%lld-%lld
source: Null in %1$@: %2$lld[%3$lld]
ru: Null в %1$@: %2$lld[%3$lld]
uk: Null в %1$@: %2$lld[%3$lld]

# key.errors.parsing-%@-%@
source: Failed parse "%1$@" in %2$@
ru: Не удалось проанализировать "%1$@" в %2$@
uk: Не вдалося проаналізувати "%1$@" в %2$@

# key.errors.swiftsoup-%@-%@
source: SwiftSoup error %1$@: %2$@
ru: Ошибка SwiftSoup %1$@: %2$@
uk: Помилка SwiftSoup %1$@: %2$@

# key.errors.unknown
source: Unknown error
ru: Неизвестная ошибка
uk: Невідома помилка

# key.filter.empty
source: Try changing the filter or reload
ru: Попробуйте сменить фильтр или перезагрузить
uk: Спробуйте змінити фільтр або перезавантажити

# key.filter.select
source: Select filter
ru: Выберите фильтр
uk: Виберіть фільтр

# key.filters.date
source: By date added
ru: По дате добавления
uk: За датою додавання

# key.filters.hot
source: Hot
ru: Горячие
uk: Гарячі

# key.filters.latest
source: Latest
ru: Последние поступления
uk: Останні надходження

# key.filters.newest
source: Newest
ru: Новинки
uk: Новинки

# key.filters.popular
source: Popular
ru: Популярные
uk: Популярні

# key.filters.soon
source: Soon
ru: В ожидании
uk: В очікуванні

# key.filters.watching_now
source: Watching now
ru: Смотрят сейчас
uk: Дивляться зараз

# key.filters.year
source: By year of release
ru: По году выпуска
uk: За роком випуску

# key.franchise
source: Franchise
ru: Франшиза
uk: Франшиза

# key.franchise.year-%@
source: %@ year
ru: %@ год
uk: %@ рік

# key.genre.anime
source: Anime
ru: Аниме
uk: Аніме

# key.genre.cartoon
source: Cartoon
ru: Мультфильм
uk: Мультфильм

# key.genre.film
source: Film
ru: Фильм
uk: Фільм

# key.genre.select
source: Select genre
ru: Выберите жанр
uk: Виберіть жанр

# key.genre.series
source: Series
ru: Сериал
uk: Серіал

# key.genre.show
source: TV show
ru: ТВ-шоу
uk: ТВ-шоу

# key.genres.all
source: All
ru: Все
uk: Всі

# key.genres.anime
source: Anime
ru: Аниме
uk: Аніме

# key.genres.cartoons
source: Cartoons
ru: Мультфильмы
uk: Мультфільми

# key.genres.films
source: Films
ru: Фильмы
uk: Фільми

# key.genres.series
source: Series
ru: Сериалы
uk: Серіали

# key.genres.show
source: TV Show
ru: ТВ-шоу
uk: ТВ-шоу

# key.go
source: Let's go!
ru: Поехали!
uk: Поїхали!

# key.hide
source: Hide
ru: Скрыть
uk: Приховати

# key.hideMainWindow
source: Hide the main window when opening the player
ru: Скрыть главное окно при открытии плеера
uk: Приховати головне вікно під час відкриття плеєра

# key.highest
source: Highest available
ru: Лучшее из доступных
uk: Найкраще з доступних

# key.home
source: Home
ru: Главная
uk: Головна

# key.home.empty
source: Oops, data lost
ru: Упс, данные потеряны
uk: Упс, дані втрачені

# key.hourly
source: Hourly
ru: Ежечасно
uk: Щогодини

# key.imageViewer
source: Image viewer
ru: Просмотрщик изображений
uk: Переглядач зображень

# key.info.actors
source: Actors
ru: Актеры
uk: Актори

# key.info.actors.description
source: View movies with selected actor
ru: Просмотр фильмов с выбранным актером
uk: Перегляд фільмів із вибраним актором

# key.info.age
source: Age
ru: Возраст
uk: Вік

# key.info.collections
source: From collections
ru: Из серии
uk: Із серії

# key.info.collections.description
source: View movies with selected collection
ru: Просмотр фильмов из выбранной коллекции
uk: Перегляд фільмів із вибраної колекції

# key.info.country
source: Country
ru: Страна
uk: Країна

# key.info.country.description
source: View movies with selected country
ru: Просмотр фильмов с выбранной страной
uk: Перегляд фільмів із обраною країною

# key.info.date
source: Release date
ru: Дата выхода
uk: Дата виходу

# key.info.duration
source: Duration
ru: Длительность
uk: Тривалість

# key.info.genres
source: Genres
ru: Жанр
uk: Жанр

# key.info.genres.description
source: View movies with selected genre
ru: Просмотр фильмов выбранного жанра
uk: Перегляд фільмів вибраного жанру

# key.info.lists
source: From lists
ru: Входит в списки
uk: Входить до списків

# key.info.lists.description
source: View movies with selected list
ru: Просмотр фильмов из выбранного списка
uk: Перегляд фільмів із вибраного списку

# key.info.minutes-%lld
source: Minutes%lld
ru: Минут%lld
uk: Хвилин%lld

# key.info.producer
source: Producer
ru: Режиссер
uk: Режисер

# key.info.producer.description
source: View movies with selected producer
ru: Посмотреть фильмы с выбранным продюсером
uk: Переглянути фільми з вибраним продюсером

# key.info.rating
source: Rating
ru: Рейтинг
uk: Рейтинг

# key.info.slogan
source: Slogan
ru: Слоган
uk: Гасло

# key.info.year
source: Year
ru: Год
uk: Рік

# key.info.years_old
source: Years old
ru: Лет
uk: Років

# key.library
source: Library
ru: Медиатека
uk: Медіатека

# key.license.hide
source: Hide license
ru: Скрыть лицензию
uk: Приховати ліцензію

# key.license.show
source: Show license
ru: Показать лицензию
uk: Показати ліцензію

# key.licenses
source: Licenses
ru: Лицензии
uk: Ліцензії

# key.list
source: List
ru: Список
uk: Список

# key.mark.unwatched
source: Mark as unwatched
ru: Отметить как непросмотренное
uk: Позначити як непереглянуте

# key.mark.watched
source: Mark as watched
ru: Отметить как просмотренное
uk: Позначити як переглянуте

# key.message
source: Message
ru: Сообщение
uk: Повідомлення

# key.message.more
source: More details please
ru: Более подробную информацию, пожалуйста
uk: Більш детальну інформацію, будь ласка

# key.mirror
source: Mirror
ru: Зеркало
uk: Дзеркало

# key.monoAndStereo
source: Mono and stereo
ru: Моно и стерео
uk: Моно і стерео

# key.monoStereoAndMultichannel
source: Mono, stereo and multichannel
ru: Моно, стерео и многоканальное
uk: Моно, стерео і багатоканальне

# key.monthly
source: Monthly
ru: Ежемесячно
uk: Щомісяця

# key.multichannel
source: Multichannel
ru: Многоканальное
uk: Багатоканальне

# key.name
source: Name
ru: Имя
uk: Ім'я

# key.name.error
source: The entered name is incorrect or already taken
ru: Введенное имя неверно или уже занято
uk: Введене ім'я неправильне або вже зайняте

# key.name.full
source: Enter name
ru: Введите имя
uk: Введіть ім'я

# key.next
source: Next
ru: Следующее
uk: Наступне

# key.none
source: None
ru: Ничего
uk: Нічого

# key.nothing_found
source: Nothing found
ru: Ничего не найдено
uk: Нічого не знайдено

# key.off
source: Off
ru: Выключить
uk: Вимкнути

# key.ok
source: OK
ru: ОК
uk: ОК

# key.open
source: Open in Finder
ru: Открыть в Finder
uk: Відкрити в Finder

# key.open.description
source: Choose the desired voice acting, season and episode before starting to open the series in external player
ru: Прежде чем открыть сериал в стороннем плеере, выберите нужную озвучку, сезон и серию
uk: Перш ніж відкрити серіал в сторонньому плеєрі, виберіть потрібне озвучення, сезон та серію

# key.open.empty
source: No external player is available
ru: Нет доступного стороннего плеера
uk: Немає доступного стороннього плеєра

# key.open.external
source: Open in external player
ru: Открыть в стороннем плеере
uk: Відкрити у сторонньому плеєрі

# key.open.iina
source: Open in IINA
ru: Открыть в IINA
uk: Відкрити в IINA

# key.open.infuse
source: Open in Infuse
ru: Открыть в Infuse
uk: Відкрити в Infuse

# key.open.mpv
source: Open in mpv
ru: Открыть в mpv
uk: Відкрити в mpv

# key.open.vlc
source: Open in VLC
ru: Открыть в VLC
uk: Відкрити в VLC

# key.ops
source: Oops!
ru: Упс!
uk: Упс!

# key.password
source: Password
ru: Пароль
uk: Пароль

# key.password.confirm
source: Confirm password
ru: Подтвердите пароль
uk: Підтвердьте пароль

# key.password.confirm.error
source: Passwords don't match
ru: Пароли не совпадают
uk: Паролі не збігаються

# key.password.error
source: Password has to be at least 6 symbols long
ru: Пароль должен быть длиной не менее 6 символов
uk: Пароль має бути довжиною не менше 6 символів

# key.password.lost
source: Lost your password?
ru: Забыли пароль?
uk: Забули пароль?

# key.person.actor
source: Actor
ru: Актер
uk: Актор

# key.person.actress
source: Actress
ru: Актриса
uk: Актриса

# key.person.artist
source: Artist
ru: Художник
uk: Художник

# key.person.birth_date
source: Birth date
ru: Дата рождения
uk: Дата народження

# key.person.birth_place
source: Birth place
ru: Место рождения
uk: Місце народження

# key.person.career
source: Career
ru: Карьера
uk: Кар'єра

# key.person.composer
source: Composer
ru: Композитор
uk: Композитор

# key.person.death_date
source: Death date
ru: Дата смерти
uk: Дата смерті

# key.person.death_place
source: Death place
ru: Место смерти
uk: Місце смерті

# key.person.director
source: Director
ru: Режиссер
uk: Режисер

# key.person.editor
source: Editor
ru: Монтажер
uk: Монтажер

# key.person.height
source: Height
ru: Рост
uk: Ріст

# key.person.operator
source: Operator
ru: Оператор
uk: Оператор

# key.person.producer
source: Producer
ru: Продюсер
uk: Продюсер

# key.person.screenwriter
source: Screenwriter
ru: Сценарист
uk: Сценарист

# key.place-%@
source: (%@ place)
ru: (%@ место)
uk: (% @ місце)

# key.player
source: Player
ru: Плеер
uk: Плеєр

# key.playerFullscreen
source: Open player in fullscreen
ru: Открывать плеер на весь экран
uk: Відкривати плеєр на весь екран

# key.playerPositions-%@
source: Saved player positions (%@)
ru: Сохраненные позиции плеера (%@)
uk: Збережені позиції плеєра (%@)

# key.premium
source: Premium
ru: Премиум
uk: Преміум

# key.premium_content
source: Premium content
ru: Премиум-контент
uk: Преміум контент

# key.premium.description
source: In order to watch it, you'll have to subscribe for Premium on HDrezka
ru: Чтобы его посмотреть, вам придется подписаться на Премиум на HDrezka
uk: Щоб його подивитися, вам доведеться підписатись на Преміум на HDrezka

# key.quality
source: Quality
ru: Качество
uk: Якість

# key.quality.select
source: Select quality
ru: Выберите качество
uk: Виберіть якість

# key.register
source: Register
ru: Зарегистрируйтесь
uk: Зареєструйтесь

# key.rename
source: Rename
ru: Переименовать
uk: Перейменувати

# key.rename.description
source: Rename bookmarks list
ru: Переименование названия списка закладок
uk: Перейменування назви списку закладок

# key.rename.enter
source: Renaming...
ru: Переименование...
uk: Перейменування...

# key.rename.label
source: Rename bookmark category
ru: Переименование закладки
uk: Перейменування закладки

# key.reply
source: Reply
ru: Ответить
uk: Відповісти

# key.report
source: Report
ru: Отправить жалобу
uk: Надіслати скаргу

# key.report.enter
source: Reporting...
ru: Отправляем…
uk: Відправляємо…

# key.report.error
source: Report is incorrect
ru: Жалоба неверная
uk: Скарга невірна

# key.report.flood
source: Flood, meaning it brings no benefit
ru: Флуд, то есть оно не приносит никакой пользы
uk: Флуд, тобто воно не приносить жодної користі

# key.report.insulting
source: Insulting other participants
ru: Оскорбление других участников
uk: Образа інших учасників

# key.report.label
source: Report a comment
ru: Жалоба на комментарий
uk: Скарга на коментар

# key.report.obscene
source: Contains obscene language
ru: Содержит нецензурную лексику
uk: Містить нецензурну лексику

# key.report.other
source: Other
ru: Другое
uk: Інше

# key.report.spoiler
source: Contains spoiler
ru: Содержит спойлер
uk: Містить спойлер

# key.request.wait
source: This usually takes no more than a few seconds
ru: Обычно это занимает не более нескольких секунд
uk: Зазвичай це займає не більше кількох секунд

# key.restore
source: Restore
ru: Восстановить
uk: Відновити

# key.restore.enter
source: Restoring...
ru: Восстановление...
uk: Відновлення...

# key.restore.label
source: Password recovery
ru: Восстановление пароля
uk: Відновлення пароля

# key.restore.success
source: Request successfully accepted
ru: Запрос успешно принят
uk: Запит успішно прийнятий

# key.restore.success.message-%@
source: The letter will be sent to the address %@ specified during registration. It will contain a link that you should click to create a new password. If the email does not arrive within 10 minutes, write to us at support@hdrezka.org from your email so that we can help you recover your password.
ru: Письмо будет отправлено на адрес %@, указанный при регистрации. Он будет содержать ссылку, по которой вам следует нажать, чтобы создать новый пароль. Если письмо не придет в течение 10 минут, напишите нам по адресу support@hdrezka.org со своей электронной почты, чтобы мы помогли вам восстановить пароль.
uk: Лист буде надіслано на адресу %@, вказану при реєстрації. Він міститиме посилання, на яке вам слід натиснути, щоб створити новий пароль. Якщо лист не прийде протягом 10 хвилин, напишіть нам на адресу support@hdrezka.org зі своєї електронної пошти, щоб ми допомогли вам відновити пароль.

# key.retry
source: Retry
ru: Повторить
uk: Повторити

# key.rules
source: Attention!
ru: Внимание!
uk: Увага!

# key.rules.description
source: Before you start writing comments, you should familiarize yourself with the rules
ru: Прежде чем приступить к написанию комментариев, следует ознакомиться с правилами
uk: Перш ніж розпочати написання коментарів, слід ознайомитися з правилами

# key.rules.inciting
source: Inciting ethnic hatred or actions aimed at inciting national or racial hatred, humiliating national dignity, as well as statements about the exclusivity, superiority or inferiority of users based on their attitude to nationality or political views;
ru: Разжигание межнациональной розни или действия, направленные на разжигание национальной или расовой розни, унижение национального достоинства, а также заявления об исключительности, превосходстве или неполноценности пользователей на основании их отношения к национальной принадлежности или политическим взглядам;
uk: Розпалювання міжнаціональної ворожнечі або дії, спрямовані на розпалювання національної або расової ворожнечі, приниження національної гідності, а також заяви про винятковість, перевагу чи неповноцінність користувачів на підставі їхнього ставлення до національної належності чи політичних поглядів;

# key.rules.insulting
source: Insulting other site participants, including the site administration (and even oneself);
ru: Оскорбление других участников сайта, в том числе администрации сайта (и даже самого себя);
uk: Образа інших учасників сайту, у тому числі адміністрації сайту (і навіть самого себе);

# key.rules.leave
source: Leave one-part phrases that have no semantic meaning;
ru: Оставлять односоставные фразы, не имеющие смыслового значения;
uk: Залишати односкладові фрази, які не мають смислового значення;

# key.rules.mention
source: Mention of any third-party resources;
ru: Упоминание любых сторонних ресурсов;
uk: Згадування будь-яких сторонніх ресурсів;

# key.rules.obscene
source: Obscene language, in any form (this means abbreviations, cutting out letters: asterisks, dots, etc.);
ru: Нецензурная лексика, в любой форме (имеются в виду сокращения, вырезание букв: звездочек, точек и т.п.);
uk: Нецензурна лексика, у будь-якій формі (маються на увазі скорочення, вирізання букв: зірочок, крапок тощо);

# key.rules.problems
source: Any personal problems related to playback or display (there is a corresponding button under the player for this).
ru: Любые личные проблемы, связанные с воспроизведением или отображением (для этого под плеером есть соответствующая кнопка).
uk: Будь-які особисті проблеми, пов'язані із відтворенням або відображенням (для цього під плеєром є відповідна кнопка).

# key.rules.prohibited
source: In reviews (or comments) it is strictly **PROHIBITED**:
ru: В отзывах (или комментариях) строго **ЗАПРЕЩЕНО**:
uk: У відгуках (або коментарях) **ЗАБОРОНЕНО**:

# key.rules.questions
source: Any questions related to the release date of new series of the work or the release date of the work itself, if such information is available on the page with the work;
ru: Любые вопросы, связанные с датой выхода новых серий или датой выхода самого контента, если такая информация имеется на странице с произведением;
uk: Будь-які питання, пов'язані з датою виходу нових серій або датою виходу контенту, якщо така інформація є на сторінці з твором;

# key.rules.resources
source: Any links to third party resources;
ru: Любые ссылки на сторонние ресурсы;
uk: Будь-які посилання на сторонні ресурси;
